# This generated file is Image Uploader's language file. It must be saved in UTF-16LE encoding.
e29e8b9d = Tamam
2dbdcac2 = İptal
9af7b35a = Yetkili Parametreleri
98c71d46 = Giriş:
8c2e3a60 = Parola:
20bf5b05 = Ek Bilgiler
c9c09bcb = Üst sol köşe
5231a02d = Üst orta
d107f9f0 = Üst sağ köşe
6caceb5b = Alt sol köşe
012d3528 = Alt orta
de2c2bb9 = Alt sağ köşe
2c236951 = Metin ve logoyu resim üzerinde aynı konuma yerleştirmek istediğinden emin misin?
a6c0c25e = Görüntü ayarları
6d5384fc = Dosya adı:
a7cf5b82 = Filigran yeri:
214f5c8c = Resim üzerine metin 
457361bd = Metni girin:
f747e5b2 = Metin rengi:
ab6c6ee3 = Vurgu rengi:
6fb6c3f7 = Küçük resim ayarları
3f2af013 = Çerçeve rengi
4f52a8ca = Dolgu rengi 1:
411239af = Dolgu rengi 2:
765ee8b7 = Önizleme
4a55172f = Kaldır
e65e543d = Özellikler
1218507a = Düzenle
49d33458 = Görüntü Ekle
9f756160 = Video Dosyası Al
875298c8 = Listeden kaldır
c51f95fe = Yükleniyor...
115da62a = Dosya hakkında bilgi
d230f825 = Panoya kopyala
6c30a068 = Kalite:
ac0021f5 = Zaman aşımı:
d0878a77 = Biçimi:
915e2413 = saniye
e8029bb7 = Ayarlar
e40bb608 = Genel
c7dda4f7 = Uygula
de05f9c8 = Otomatik
f8cf9898 = Dosya
fb2b7199 = Dosya boyutu "%s" sunucusunun (%s) limitini aşıyor.
a2f5ad65 = Tıklanabilir küçük resim tablosu
b0fb3429 = Tıklanabilir küçük resim
b0e84f76 = Sunucu üzerinde Yetkili...
3d0e8db9 = Dosya işleniyor %d of %d...
fd6d47ca = Dosya hazırlanıyor...
ea6b0234 = %d dosya yüklendi.
4b24cf15 = %d oluşan hatadan dolayı dosya yüklenemedi.
98bbd427 = Herhangi bir hata oluşmadı.
9463fcf2 = Durdur
54c550a9 = Dosya yükleme kullanıcı tarafından iptal edildi.
a21c6ad6 = Şuanki dosya:
8a15ab27 = Yüklendi %s of %s
6cdda9c1 = Son>
a6e8fea3 = Toplam ilerleme:
6ea15df2 = Dize başına resim:
86d98d71 = Kod türü:
e9b53ff7 = &Yükle
922f7a69 = Genişlik değiştir:
6c81ddc1 = Oranı koru
8cdc9a4c = ve/veya yükseklik:
b6e5bc46 = Resme metin ekle
2a4c8280 = Ek...
9f6b1321 = Olduğu gibi tut
f36b1ee1 = Çerçeve çiz
1c3402b1 = İşlemi başlatmak için "Yükle" düğmesine tıklayın
075c48be = Şablon kullan
e2ee562e = Video dosyasından kare ayıkla 
863ea027 = Video dosyası yüklenemedi.
6990ff6f = Yayın uzunluğu tespit edilemedi. Dosya zarar görmüş veya biçimi desteklenmiyor olabilir.
7cb5385f = Kare ayıklanıyor 
baa8a113 = Gözat...
10f13a37 = Ayrıştırma
9cb01a07 = Kare sayısı:
5cd31542 = Çoklu dosyalar
63120296 = Tek dosya
47612578 = Faklı kaydet:
1834ede8 = Yakala
8b6b783f = Ayarlar...
239b51b4 = Görünüm seçenekleri
75390e20 = Sütun sayısı:
6b49f86b = Küçük resim genişliği:
1ba228f7 = Yatay aralık:
a145c08f = Dikey aralık:
7d8c71fc = Klasör Ekle...
6b26e91a = Panodan
c4bc189c = Video Dosyası Al
4e6171f9 = Video karelerini ayıkla
e9406660 = Medya Dosyası Bilgileri
24debbd2 = Seçilen Bölgeyi Yakala...
cea255df = Program Ayarları
9f75909c = Bu araç ileri düzey kullanıcılar için
9847c8e8 = Eylem seç:
d95fab48 = Tavsiye:
92232fa7 = Dosyalarınızı Image Uploader'ın penceresine sürükle-bırak yaparak ta bunları işleyebilirsiniz.
73ed0bac = Yayımlama Sihirbazına Hoş Geldiniz, görüntülerinizi, fotoğraflarınızı ve video karelerinizi İnternete yüklemenize bu yardımcı olacaktır.
609f0f2d = Çıkmak istediğinize emin misin?
faa4b366 = İleri>
b6811e6e = Resim ayarları ve sunucu seçimi
8a3d02eb = Sunucu üzerine dosya yükleme
90aa3be8 = Alt dizinler dahil
b7fe8e51 = Hakkında...
8afd631d = Çıkış
00c9c371 = <Geri
6d78d85f = Görüntü işleme ayarlarını değiştirin veya başka bir sunucu seçin, böylece görüntünüz yüklenebilir.
c4c0c2b6 = Görüntü ayarları
bc511ace = Tümü
75a48d7a = Yoksay
b1570d02 = Görüntüler için sunucu:  
0eb5700d = Dosya boyutu aşıldı
7a6bb0dd = Windows Explorer entegrasyonu
5c86907e = Resim ekle' bağlam menüsü
40bf08bc = Sunucuya anında yükle:
af6a8159 = Video ekle' bağlam menüsü
cc92ff77 = Bağlantı ayarları
5daccde0 = Proxy sunucusu kullan
0568dd5a = Adres:
4d35c9cc = Port:
fda30f45 = Proxy türü:
512fffc4 = Yetkili üzerinde proxy
8048ce2f = Filigran
f33e53f9 = Filigran ekle 
b734309e = Klasör ekle
a8af871e = Yapıştır
09f201ca = Tümünü kaldır
a99900e1 = Resim yükleme açılmıyor
cc770f88 = Ekran görüntüsü
1d761f10 = Image Uploader Hakkında 
6fe2f630 = Teşekkürler
0ceccf2d = Beta-Testçiler:
f8ebaf02 = İletişim için E-Posta:
2c3e3817 = Dosya Adı:
3fde1c4d = Dosya Boyutu:
5afc5823 = Süre:
aead9fd5 = Ses
35e1d1ef = Altyazılar:
6849c1f1 = Arayüz dili:
7c3cea35 = Video dosyaları
ce130e33 = Tüm dosyalar
8a069296 = Resim
2867df13 = Hata:
3126ab61 = Dosya "
a5ed9743 = " bulunamadı!
d1e2388f = Görüntüleri Yükle
f540547f = Image Uploader ile açın
91ba39c4 = Son video hakkında bilgi
fa458107 = Video kare ayıklaması kullanıcı tarafından durduruldu.
93b3bf12 = Uygun codec aranıyor ...
f1161e93 = Uygun codec bulunamadı(format desteklenmez).
693048b4 = Codec yüklenemedi.
4c1ac91b = Dosya Yükleniyor...
df7edeb4 = Filtreye bağlan...
9ac04bc3 = Filtreye bağlanıtken başka girişimler tespir edildi...
cc35fa5d = Filtreye bağlanırken hata oluştu (biçim desteklenmiyor).
63394810 = Video kare ayıklama sona erdi.
fbc586e5 = Ses dosyaları
977a725c = Çerçeve ayıklanıyor
629e0a59 = Genel bitrate:
30a42e15 = Video:
73ffcd54 = Çevirmenler:
b6fcb38f = Çalıştırılabilir
23531f83 = Resim editörü:
af39330b = Resim dosyalarını arama...
913e7a88 = İşlem klasörü:
afce09cd = Yeni dil ayarlarının etkili olması için programı yeniden başlatın.
372d63bc = Sonuçları otomatik olarak panoya kopyala
7c9211fa = Çerçeve düzeni
fd28e32b = Hata günlüğünü göster 
7ffa1911 = Hata kontrolü
46a24ee7 = Hata durumunda günlüğü otomatik göster
5f1de092 = Hata günlüğü
cec2a305 = Gizle
7a66d43f = Görüntü Listesi 
c599dbba = Görüntü'nün küçük resimi yüklenemiyor.
28a40ee8 = Dosya "%s" bulunamadı..
c0dfc2cf = Yükleme modülü
cd1fd77c = Dosya:
8197437b = MediaInfo.dll bulunamadı! \ Medya dosyalarının teknik bilgilerine erişilemiyor.
d72a666b = Video Yakalama Modülü
0ccfa110 = Listeyi temizle
feaed847 = Menü entegrasyonu "Gönder"
9f7264fd = Küçük resim yükleniyor...
bd7c9d78 = Yazı Tipi...
7aa929a3 = Dosya:
8ebcc085 = Kareleri ayıklama sırasında hata.
d9ca0005 = MediaInfo.dll kütüphaneye yüklenemiyor!
684dca15 = Çıkışta Sor
21d9e9d0 = Tam Ekran Yakalama
84dae5ca = Etkin Pencere Yakalama
adb51bcc = Kapat
d8fa486b = Explorer'a bağlam menüsünü entegrasyonunu etkinleştir?
e25799d1 = Görüntü'nün küçük resimi "%s" sunucuya yüklenemiyor.
af3ccfef = Yükleme başarısız. Tekrar dene (%d)...
70647cb3 = Yükleme başarısız! (Limit aşıldı. Tekrar dene)
f6436cf5 = Sunucundan yanıt bekleniyor...
f9adf6cf = Sunucusuna dosya gönderme...
bc508685 = Eylem gerçekleştiriliyor #%d...
0018103f = Yükleme hataları
7a323f95 = Hata durumunda iletişim kutusunu göster
10b0fed7 = Dosya başına tekrar sayısı:
b74a4eb4 = Dosya başına eylem sayısı:
e925e727 = Sunucu liste dosyası "servers.xml" yüklenemiyor!\n\nBunun nedeni:  %s\n\nDevam etmek istiyormusun?
5691f01d = Dosya bulunamadı.
a6f551a4 = JPEG, PNG, GIF, BMP veya başka bir dosya
3f8280a0 = Herhangi bir dosya
071f2a13 = Dosya Ekle
99b1cf20 = Resim/Dosya Bağlantıları
9c196289 = Dosya yükleniyor.
e2d789b7 = Klasör aç
9fc80a1f = Dosyalar "%s" sunucuya yüklenemiyor
993275ff = Bu video kareleri yakalamak ister misiniz?\n(aksi halde dosya sadece listeye eklenecektir)
6847c904 = Shell Bağlam menüsü entegrasyonu
217b14ad = Kademeli bağlam menüsü
d16b9920 = Dosyaları Yükle
40fa61ee = Sadece görüntüleri yükle 
0b62df2a = Dosyalar toplanıyor...
997537e1 = Resim bulunamadı.
06384eba = Dosya bulunamadı.
29ec3eb5 = Klasör Yükle
392c0b9a = Yapıştır
c1c805cf = Seçili Alanı Yakalama
2de80eff = Tam Ekran Yakalama
09c93724 = Geçerli Pencereyi Yakalama
72892ffb = Program Penceresini Göster
a865bdab = Tepsi Simgesi Bağlam Menüsü 
e0014d35 = Medya Dosyası Bilgileri
1602f956 = Hiçbir Şey Yapma
ea8e3245 = Kısayolu düzenle...
9cf705b6 = Dikkat! Genel Kısayol tuşuları, yanlızca aktifken tepsi simgesinde gösterilir.
05a1b0d1 = Video
6a997d89 = Yükleme
490f2e0f = Tepsi simgesi
2349b45b = Kısyol Tuşları
9bb70523 = Tepsi simgesini göster
4a2a3d31 = Fare tıklama işlemleri
5573a358 = Sol düğme çift tıklama
5b376953 = Sol düğme tek tıklama:
8b90580d = Orta düğme tıklama:
678ead0a = Sağ düğme tıklama:
052643b0 = Yeni programı tepsi simgesinden başlatma
f9a0aa6b = Eylem
61d72cf1 = Özel
4e8b8848 = Genel
a671892c = Özel kısayol tuşu:
edae1ac6 = Genel kısayol tuşu:
6fd7824a = "Windows" butonu
78d42b38 = Temizle
2b21a88d = Tümünü temizle
630e3f8a = Yetkili
97e68ce5 = Klasör oluştur (albüm)
f3048ed4 = Klasörü düzenle
af3a41cf = Klasör adı:
e75c4c88 = Özet:
e34b9c60 = Erişim:
aae1241c = Seçenekler
40bc8ccc = URL'yi Kopyala
ce8f89f3 = Direkt link kullan
5798415e = Klasör listesi
9ee7d3cd = Komut dosyası yüklenirken bir hata oluştu.
deb00a34 = Sunucu %s hesabınızdaki'%s': klasör listesi
cdcb92f2 = Tarayıcı ile aç 
a6171d56 = İç içe klasör oluştur
3ed16525 = Klasör oluştur
31e071c6 = Sunucu klasör listelemeyi desteklemeyior.
6960ecc6 = Klasör listesi yüklenemedi.
aa77baff = %s sunucu ayarları
23fedba2 = Image Uploader Güncellemeler
1a602d4e = Bileşen adı
9bc173ec = Durum
aa70d1fa = Güncellemeler kontrol ediliyor...
3827488f = Sunucudan güncelleme bilgisi alırken bir hata oluştu.
08641420 = Kullanılabilir güncelleme mevcut değil. 
4fb1e222 = Sıraya alınan
75afeb77 = Güncelle
c08cce9a = Bitir
a6591ac7 = Güncelleme dosyası indirilemiyor \'
bfab9e19 = Dosya indiriliyor
23565008 = Bileşen güncellemesinde hata
31669654 = Güncelleştirme paketi için MD5 doğrulama işlemi başarısız oldu
59f5fade = Arşiv dosyası açılamıyor.
0517d07c = Okunamıyor
7c4a4594 = Güncelleştirme işlemi tamamladı. %d kadar %d dosya güncellendi.
488c615b = için MD5 doğrulama başarısız oldu
eb3c9b13 = İndirildi %s kadar %s (%d %%) 
6500dc31 = Forum kodu (BBCode)
9d37c4b1 = HTML kodu
3b3caf1a = Bağlantılar (URL)
91a54811 = Resim yükleniyor...
bfd324ac = Klasör oluşturuluyor "
90e75163 = Sunucu seç...
571f979c = Klasörü seç...
a163c684 = "Data\Thumb.png" dosyası bulunamadı!
cbe2099c = Sunucu seç
f534d8c5 = Hesabı belirtin...
9c4fcb6c = Hesap etkin değil
42dfaed5 = Klasör seçilmedi
c2cee230 = Yeni klasör
e9760e13 = Kayıt sayfasına git
e255b4f3 = Görüntülerin yükleneceği sunucu
52b4a2f5 = Diğer dosya biçimlerinin yükleneceği sunucu
0d5f961b = Video dosyasının bilgilerini resim üzerinde göster
839de6f6 = Klasör seç
7f44ccf2 = Güncellemeleri Kontrol Et
47666903 = Güncellemeler mevcut
97e689a2 = Lütfen sunucu '%s' için  kimlik doğrulama ayarlarını belirtin!
98ad2704 = Sunucu ayarları
ad00e025 = v
58beee87 = Seçili Alanı Yakalama
735ed372 = Seçili Nesneyi Yakalama
35b5a37c = Serbest Yakala
b0c4a9f9 = Görüntü İndirici
23589bde = Dosya '%s' görüntü değildir(Mime-Type: %s).
9ad9d8f2 = Ekle
1674760d = URL'ler için Panoyu İzle
d9cb3533 = URL'leri girin (satır başına bir http:// veya ftp:// linki)
5fe12859 = Dikdörtgen bölge yakalama
08a3ed3d = Ekran Görüntüsü
2ca472d0 = Seçili Alanı Yakalama
4fa2c7c3 = Serbest Yakalama
422d6e0e = Seçili Nesne Yakalama
eec43f7c = Ekran Yakalama
98ca1e1b = Ek ayarlar
1f2100c8 = Kayıt parametreleri 
528eddb8 = Fare ile seçilen pencereyi ön plana getir
090cc06a = %y - yıl, %m - ay, %d - gün\n%h saat, %n - dakika, %s - saniye\n %i - resim listesi, \n%genişlik% görüntünün genişliği, %yükseklik% - görüntünün yüksekliği
1327f039 = Yükleme tamamlandı.
341b5227 = Hesabınız olmadan sunuya yüklemek '%s' imkansızdır.\nSunucuya kaydolun ve kimlik doğrulama ayarlarını belirtin
3b8e572f = Yükleme Arabellek Boyutu:
4d8b82ae = Dosya Ekle...
8398e174 = Web'den
da047ca5 = Tam ekran veya seçilen bir bölgenin resmini yakala
a4db637f = Web'den Yükle
4adee8c6 = Panoya Kopyala
ad565352 = Ekran Yakalama Eylemi
75ae56ac = Yüklemeyi durdur
36690268 = Dosya "%s" sunucusuna yüklenmeye başladı %s..
4b3743d1 = Ekran görüntüsü yükleniyor
dc4c773b = Bu mesajın ayrıntılarını görüntülemek için tıklayın...
72fd3b6c = Ekran görüntüsü yüklendi
2ea1c19f = Sonuçları yükle 
bfb4653f = Yakalanan görüntüyü herzaman panoya kopyala
a2cd7e26 = Ekran görüntüsü panoya kaydedildi.
391c0f82 = Pencereyi gizle:
3c5c1aa8 = Araştır..
2ad421ad = Ekran görüntülerinin kaydedileceği dizin:
70457da8 = Dosyaadı biçimi:
c9e22505 = Genel kısayol tuşu kaydedilemiyor:\n%s. \n Başka bir işlem tarafından kullanılıyor olabilir.
2bd8819d = Ekran görüntüsü yüklenemedi (
74dadd8c = Web'den Resim
aede8f3c = msaniye
90f5be27 = Sihirbazı Aç
60642c1d = Sihirbaza ekle
49fb361b = Küçük resim şablonu yüklenemedi!
44b797ee = Küçük Resim
fd1bb2da = Resim İşleme Seçenekleri
92d587bc = Yükleme Tarihi
7805993d = URL'yi Kopyala
3cabf888 = BBCode / HTML kodları
8e9f6c1e = Toplam oturum:
7071df75 = Toplam dosyalar:
284ae28c = Toplam boyut:
c2a787ef = Zaman Aralığı:
f96946d4 = İnternet'ten küçük resim al
227f7281 = Küçük resim şablon düzenleme
9395e177 = Vurgu rengi:
94905432 = Renkler
57ea80c4 = Çerçeve rengi:
0dffaa4d = Genişlik:
7d37a573 = Metin Ayarları:
199a80e4 = Metin:
9c3e0b57 = Metin ekle
467e61d6 = Görüntü biçimi aynı
2900b747 = Kutuyu doldur
c952831f = Küçük resim şablon adını girin: Örnek 1
dfa23ac5 = Bu ada sahip bir profil zaten var!
b657ac77 = Genişlik:
ef584e2d = Yükseklik:
f3d25fe4 = Son Düzen:
5ca5f56b = Kopyala oluştur
9de9e488 = Sığdır
4bd8e25c = Ortala
51ccfab4 = Uzat
a1527de9 = Yeni Profil
f3b696e8 = Profili Kaydet
7c9ca8c6 = Yeni Profil Adı
d8cd45f6 = Yeni bir profil adını girin:
9de15f44 = Geçerli profilin değişikliği kaydedilmedi. Devam etmek istiyor musunuz?
1ace9fae = (düzenlenmiş)
42f4bb36 = Yeni Profil
45927bb6 = Geçerli Profil:
0a586bf1 = Eğer görüntü doğrulama işlemi varsa atla
2a00f9e5 = Boyutlandır:
5da69561 = Dosya:
78283dae = Sunucu:
5dbccd86 = Dosya ismi yasak karakter içeremez!
97dd4149 = Gölgeli yakalama
013c8906 = Pencere köşelerini temizle
c0353157 = Pencere arka planını temizle
a4c6dd14 = Profili Düzenle
1b5c4344 = Yeniden boyutlandırma
d1e82623 = Profil:
7f643627 = Yükleme öncesi işlem
d3c00f24 = Küçük resim üzerine Metin ekle
67266805 = Geçmiş
eb7f6222 = Küçük resim metni:
31f51163 = Arkaplan rengi:
94312b23 = Profili Sil
fa74324e = '%s' Profili silmek istediğinizden emin misiniz?
3710ccec = Küçük resim
335ed093 = Küçük resim oluştur
eff7ece9 = Sunucudaki küçük resimleri kullan
f1e68db2 = Küçük resim genişliği:
775dbf6b = Metin konumu:
5f23e1c3 = Lütfen resimde gördüğünüz metni girin:
f54d26ec = Windows başlangıcında programı başlat
7bfefbf8 = Found a bug? Send it to the author
5dd2d38d = (адрес был автоматически помещен в буфер обмена)
f5d1e3d2 = Re-upload images
37ea2ce8 = Server
fff769ee = Invalid source URL: '%s'. Absolute URL is needed, including schema (http,https,etc)
320aa7f3 = Could not find links in given text!
04ae93d7 = Uploaded images: 
6b7379cb = Downloaded: 
dd917c88 = Reupload
d9551e52 = Source code
f02bd80f = List of URLs
2b05e472 = Enter the text containing links to images (HTML, BBcode, or just plain text):
3221f689 = Paste HTML from clipboard
b9e39bf9 = Source URL (optional):
382724dc = Paste HTML on Ctrl+V
1bf483e0 = Preserve EXIF data
790ca97c = Copy
7b41d517 = Save as...
002d2108 = Copy image
c11fd740 = Files
a6fe9785 = Reupload images
16f2c563 = Shortening URL "%s" using %s
da46be12 = Short URL
fd954559 = View log for details.
73ffbc70 = Unable to shorten the link...
a277771c = Reuploading images in the text with preserving it's original markup
121072a2 = Shorten URL using %s
8cf24168 = Shorten URL
3d889045 = Shorten URLs when uploading from tray (by hotkey)
552b108c = Url Shortener
82f472e4 = The short link has been copied to the clipboard!
c190d649 = Shorten
7e2248e9 = Paste a link to shorten it:
3d3b2c20 = Open containing folder
a40290d9 = %f% - name of videofile without extension, \n%fe% -  name of videofile,\n%ext% - extension, \n%y% - year, %m% - month, %d% - day\n%h% - hour, %n% - minute, %s% - second\n %i% - file counter,\n%cx% - width,  %cy% - height
04e2bc4d = Folder for snapshots:
0ff0c822 = Select...
462fc41e = Reupload
16f2c563 = Shortening URL "%s" using %s
da46be12 = Short URL
fd954559 = View log for details.
73ffbc70 = Unable to shorten the link...
121072a2 = Shorten URL using %s
8cf24168 = Shorten URL
3d889045 = Shorten URLs when uploading from tray (by hotkey)
552b108c = Url Shortener
82f472e4 = The short link has been copied to the clipboard!
c190d649 = Shorten
7e2248e9 = Paste a link to shorten it:
462fc41e = Reupload
78f241fc = Shorten a link
ca2a2639 = Shorten a link from the clipboard
